---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryNoSpacing
source: html/8520e7c8-230f-129c-2164-bf829061aea2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryNoSpacing Property

"Layer Summary (Brief)"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryNoSpacing { get; }
```